Repository: luispedro/hearts
Catalog: hearts/po/*.po
Languages: da, it

source: Configure Players
da: Konfigurer spillere

source: Player on the &Left
da: Spiller til &venstre

source: Brigitte
da: Anne

source: Alex
da: John

source: Player on the &Right
da: Spiller til &højre

source: Player in Fron&t
da: Spiller i fron&t

source: Your &Name
da: Dit &navn

source: Truman
da: Casper

source: Hearts Public &Server
da: Hearts offentlig &server

source: &Change Server
da: S&kift server

source: Table Name
da: Bordets navn

source: Player
da: Spiller

source: &Join Table
da: T&ilslut dig bordet

source: Alt+J
da: Alt+I

source: Create &New Table
da: Opret &nyt spillebord

source: Other Players
da: Andre spillere

source: Computer Player
da: Computerspiller

source: Connecting Human Player
da: Tilslutter menneskelig spiller

source: MESSAGE WHICH YOU SHOULD NOT SEE
da: BESKED SOM DU IKKE BØR SE

source: Connection Options
da: Tilslutningsindstillinger

source: Adress of Card &Dealer
da: Kortgivers a&dresse

source: Type of Game
da: Spiltype

source: Play a private game with &other people
da: Spil et privat spil med andre pers&oner

source: Play on a public hearts net&work
da: Spil på et offentligt hearts-net&værk

source: Alt+W
da: Alt+v

source: Play against the com&puter
da: Spil mod com&puteren

source: Online Players
da: Online spillere

source: Name
da: Navn

source: Deal or Join Table?
da: Bliv kortgiver eller spiller for bordet?

source: &Deal Cards
da: &Giv kort

source: Alt+D
da: Alt+G

source: Connec&t to a Card Dealer
da: &Tilslut dig en kortgiver

source: Unknown error
da: Ukendt fejl
it: Errore sconosciuto

source: You do not have that card in your hand!
da: Det kort har du ikke på hånden!
it: Non hai quella carta nel mazzo!

source: You must start the game with a two of clubs
da: Du skal starte spillet med klør to
it: Devi iniziare il gioco con il due di fiori

source: You must not play any points card on your first move
da: Du på ikke udspille pointkort i dit første træk
it: Non puoi giocare una carta di cuori come tua prima mossa

source: You must not start a hand with hearts until they have been played
da: Du må ikke starte et udspil med hjerter, førend en hjerter tidligere er blevet spillet

source: You must play clubs
da: Du skal spille klør
it: Devi giocare fiori

source: You must play hearts
da: Du skal spille hjerter
it: Devi giocare cuori

source: You must play spades
da: Du skal spille spar
it: Devi giocare picche

source: You must play diamonds
da: Du skal spille ruder
it: Devi giocare ori

source: Unable to load card images. Please check your instalation
da: Kunne ikke indlæse kortbilleder. Tjek din installation

source: Dealer Options
da: Indstillinger for kortgiver

source: Please choose whether you would like to play a local game or a network. If you want to play a network game, one player must deal cards while others connect to it.
da: Vælg hvorvidt du vil spille et lokalt spil eller et netværksspil. Hvis du vælger et netværksspil, skal der være en kortgiver, som de andre spillere derefter tilslutter sig.
it: Per favore scegli se giocare una partita locale o in multigiocatore. Se vuoi giocare una partita multigiocatore su Internet, un giocatore deve dare le carte mentre gli altri si connettono ad esso.

source: <qt>Error connecting to Hearts Server:<br><strong>%1</strong></qt>
da: <qt>Fejl ved tilslutning til Hearts server:<br><strong>%1</strong></qt>

source: New Table
da: Nyt spillebord

source: Create New Table
da: Opret nyt spillebord

source: Connecting....
da: Tilslutter....

source: <qt>Connection Error:<br><strong>$1</strong></qt>
da: <qt>Tilslutningsfejl:<br><strong>$1</strong></qt>

source: <qt>You hostname (and IP address) seem to be <nobr><strong>%1 (%2)</strong></nobr></qt>
da: <qt>Dit værtsnavn (og IP-adresse) lader til at være <nobr><strong>%1 (%2)</strong></nobr></qt>

source: <qt>Error guessing host address:<nobr><strong>%1</strong></nobr></qt>
da: <qt>Fejl ved forsøg på at finde værtsnavnet:<nobr><strong>%1</strong></nobr></qt>

source: <qt>Error: [socketpair failed]</qt>
da: <qt>Fejl: [socketpair failed]</qt>

source: <qt>Error: [fork failed]</qt>
da: <qt>Fejl: [fork failed]</qt>

source: <qt>Error establishing connection:<nobr><strong>%1</strong></nobr></qt>
da: <qt>Kunne ikke opnå forbindelse:<nobr><strong>%1</strong></nobr></qt>

source: Not Yet Implemented
da: Endnu ikke implementeret

source: There are no options available for remote players
da: Der er ingen indstillinger tilgængelige for ikke-lokale spillere

source: <qt>Error opening connection:<nobr><strong>%1</strong></nobr></qt>
da: <qt>Fejl ved forsøg på tilslutning:<nobr><strong>%1</strong></nobr></qt>

source: Hearts, a Card Game
da: Hearts, et kortspil

source: Hearts - a card game
da: Hearts - et kortspil
it: Hearts- un gioco di carte

source: You got a server message! Maybe there is a mistake in setup.
da: Du har fået en serverbesked! Måske er der en fejl i opsætningen.
it: Hai ricevuto un messaggio dal server! Magari c'è qualche errore nella configurazione.

source: Pass Cards
da: Videregiv kort

source: Game Over
da: Spil slut

source: Invalid Move
da: Ugyldigt træk
it: Mossa non regolare

source: Choose three cards to pass right
da: Vælg tre kort at videregive til højre spiller

source: Choose three cards to pass across
da: Vælg tre kort at videregive til spiller overfor

source: Choose three cards to pass left
da: Vælg tre kort at videregive til venstre spiller

source: Points Standing
da: Point

source: You cannot start a hand with hearts until they have been played unless you do not have anything else
it: Non puoi iniziare una mano con i cuori a meno che tu non abbia nient'altro

source: Go!
it: Vai!

source: ip address of server:
it: Indirizzo IP del server:

source: name:
it: nome:

source: Hearts Game setup
it: Impostazioni di Hearts

source: Your name
it: Tuo nome

source: Name of opponent on right
it: Nome dell'avversario alla tua destra

source: Name of opponent in front
it: Nome dell'avversario di fronte

source: Name of opponent on left
it: Nome dell'avversario alla tua sinistra

source: Local Game
it: Partita locale

source: Connect to remote game
it: Connettiti ad una partita remota

source: Deal cards for a network game
it: Dai le carte per la partita multigiocatore

source: Type of first player
it: Tipo del primo giocatore

source: Type of second player
it: Tipo del secondo giocatore

source: Type of third player
it: Tipo del terzo giocatore

source: Type of forth player
it: Tipo del quarto giocatore

source: computer player
it: Computer

source: remote human player
it: Giocatore umano remoto

source: local player
it: Giocatore locale

source: Specifies the address to which to connect in IP dot notation (for TCP) or a path which must start with '/'(for local connection)
it: Specifica l'indirizzo a quale vuoi connetterti con la notazione punteggiata dell'IP (per TCP) o un percorso che inizi con '/' (per connessioni locali)

source: The name of the player
it: Il nome del giocatore

source: This is a card game
it: Questo è un gioco di carte

source: Pass cards
it: Passa le carte

source: points
it: punti

source: This is your turn to play
it: Questo è il tuo turno

source: Give three cards to your opponent
it: Dai tre carte ai tuoi avversari

source: Close
it: Chiudi

source: Please enter the address of the server
it: Inserire l'indirizzo del server

source: Connect
it: Connetti
